Repository: Doebele/FoodPal
Catalog: FoodPal/FoodPal/Localizable.xcstrings
Source language: de
Languages: en, es, fr, it

source: Mahlzeiten schätzt ein Sprachmodell aus dem Foto oder deiner Beschreibung. Trage in den Einstellungen einen Anbieter und seinen Schlüssel ein. Oder wähle Apple, das auf dem Gerät rechnet und keinen Schlüssel braucht.
en: Meals are estimated by a language model from your photo or description. Add a provider and its key in settings. Or pick Apple, which runs on the device and needs no key.
es: Las comidas las estima un modelo de lenguaje a partir de la foto o de tu descripción. Añade un proveedor y su clave en los ajustes. O elige Apple, que calcula en el dispositivo y no necesita clave.
fr: Les repas sont estimés par un modèle de langage à partir de la photo ou de ta description. Ajoute un fournisseur et sa clé dans les réglages. Ou choisis Apple, qui calcule sur l’appareil et n’a besoin d’aucune clé.
it: I pasti li stima un modello linguistico dalla foto o dalla tua descrizione. Inserisci un fornitore e la sua chiave nelle impostazioni. Oppure scegli Apple, che calcola sul dispositivo e non richiede chiavi.

source: Einstellungen öffnen
en: Open settings
es: Abrir ajustes
fr: Ouvrir les réglages
it: Apri impostazioni

source: Irish Cream
es: Crema irlandesa
fr: Crème irlandaise
it: Crema irlandese

source: Sync
es: Sincronizar
fr: Synchro
it: Sincronizza

source: Tonic Water
es: Agua tónica
fr: Tonic
it: Acqua tonica

source: Apple Health
es: Apple Salud
fr: Apple Santé
it: Apple Salute

source: optional
es: opcional
fr: facultative
it: facoltativa

source: protein · g
es: proteínas · g
fr: protéines · g
it: proteine · g

source: Espresso
fr: Expresso
